import 'package:quiz/models/quiz_questions.dart';

const questions = [
  QuizQuestion(
    'Яка найвища гора у світі?',
    [
      'Джомолунгма',
      'Говерла',
      'Монблан',
      'Ельбрус',
    ],
  ),
  QuizQuestion(
    'Хто намалював Мону Лізу',
    [
      'Леонардо да Вінчі',
      'Мікеланджело',
      'Рафаель Санті',
      'Пабло Пікассо',
    ],
  ),
  QuizQuestion(
    'Скільки вдихів щодня робить людський організм? ',
    [
      '20 000',
      '500',
      '3 000 000',
      '200 000 000',
    ],
  ),
  QuizQuestion(
    'Яка найбільша тварина у світі? ',
    [
      'Синій кит',
      'Африканський слон',
      'Велетенський кальмар',
      'Морський крокодил',
    ],
  ),
  QuizQuestion(
    'Яка тварина є найшвидшою? ',
    [
      'Гепард',
      'Лев',
      'Кінь',
      'Антилопа',
    ],
  ),
];
